Repository: kemalsanli/MediaGate
Catalog: MediaGateApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %d files
ar: %d ملفات
ca: %d fitxers
cs: %d souborů
da: %d filer
de: %d Dateien
el: %d αρχεία
es: %d archivos
fi: %d tiedostoa
fr: %d fichiers
he: %d קבצים
hi: %d फ़ाइलें
hr: %d datoteka
hu: %d fájl
id: %d file
it: %d file
ja: %d件
ko: %d개 파일
ms: %d fail
nb: %d filer
nl: %d bestanden
pl: %d plików
pt_br: %d arquivos
pt_pt: %d ficheiros
ro: %d fișiere
ru: %d файлов
sk: %d súborov
sv: %d filer
th: %d ไฟล์
tr: %d dosya
uk: %d файлів
vi: %d tệp
zh_hans: %d 个文件
zh_hant: %d 個檔案

# %lld succeeded, %lld failed
source: %1$lld succeeded, %2$lld failed
ar: %1$lld نجح، %2$lld فشل
ca: %1$lld correctes, %2$lld amb errors
cs: %1$lld úspěšných, %2$lld neúspěšných
da: %1$lld lykkedes, %2$lld fejlede
de: %1$lld erfolgreich, %2$lld fehlgeschlagen
el: %1$lld επιτυχής, %2$lld αποτυχία
es: %1$lld exitosos, %2$lld fallidos
fi: %1$lld onnistui, %2$lld epäonnistui
fr: %1$lld réussi(s), %2$lld échoué(s)
he: %1$lld הצליחו, %2$lld נכשלו
hi: %1$lld सफल, %2$lld विफल
hr: %1$lld uspjelo, %2$lld neuspjelo
hu: %1$lld sikeres, %2$lld sikertelen
id: %1$lld berhasil, %2$lld gagal
it: %1$lld riusciti, %2$lld non riusciti
ja: %1$lld件成功、%2$lld件失敗
ko: %1$lld개 성공, %2$lld개 실패
ms: %1$lld berjaya, %2$lld gagal
nb: %1$lld vellykket, %2$lld mislyktes
nl: %1$lld geslaagd, %2$lld mislukt
pl: %1$lld udanych, %2$lld nieudanych
pt_br: %1$lld com sucesso, %2$lld falharam
pt_pt: %1$lld com sucesso, %2$lld falharam
ro: %1$lld reușite, %2$lld eșuate
ru: %1$lld успешно, %2$lld с ошибкой
sk: %1$lld úspešných, %2$lld neúspešných
sv: %1$lld lyckades, %2$lld misslyckades
th: %1$lld สำเร็จ, %2$lld ล้มเหลว
tr: %1$lld başarılı, %2$lld başarısız
uk: %1$lld успішно, %2$lld з помилкою
vi: %1$lld thành công, %2$lld thất bại
zh_hans: %1$lld 个成功，%2$lld 个失败
zh_hant: %1$lld 個成功，%2$lld 個失敗

source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: परिचय
hr: O aplikaciji
hu: Névjegy
id: Tentang
it: Informazioni
ja: アプリについて
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: O aplikacji
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: All files converted successfully!
ar: تم تحويل جميع الملفات بنجاح!
ca: Tots els fitxers s'han convertit correctament!
cs: Všechny soubory byly úspěšně převedeny!
da: Alle filer blev konverteret!
de: Alle Dateien erfolgreich konvertiert!
el: Όλα τα αρχεία μετατράπηκαν επιτυχώς!
es: ¡Todos los archivos convertidos con éxito!
fi: Kaikki tiedostot muunnettu onnistuneesti!
fr: Tous les fichiers ont été convertis avec succès !
he: כל הקבצים הומרו בהצלחה!
hi: सभी फ़ाइलें सफलतापूर्वक रूपांतरित हो गईं!
hr: Sve datoteke uspješno pretvorene!
hu: Minden fájl sikeresen konvertálva!
id: Semua file berhasil dikonversi!
it: Tutti i file convertiti con successo!
ja: すべてのファイルの変換に成功しました！
ko: 모든 파일이 성공적으로 변환되었습니다!
ms: Semua fail berjaya ditukar!
nb: Alle filer ble konvertert!
nl: Alle bestanden succesvol geconverteerd!
pl: Wszystkie pliki zostały pomyślnie skonwertowane!
pt_br: Todos os arquivos foram convertidos com sucesso!
pt_pt: Todos os ficheiros foram convertidos com sucesso!
ro: Toate fișierele au fost convertite cu succes!
ru: Все файлы успешно конвертированы!
sk: Všetky súbory boli úspešne skonvertované!
sv: Alla filer har konverterats!
th: แปลงไฟล์ทั้งหมดสำเร็จแล้ว!
tr: Tüm dosyalar başarıyla dönüştürüldü!
uk: Усі файли успішно конвертовані!
vi: Tất cả tệp đã được chuyển đổi thành công!
zh_hans: 所有文件转换成功！
zh_hant: 所有檔案轉換成功！

source: Big Tip
ar: إكرامية كبيرة
ca: Propina gran
cs: Velký příspěvek
da: Stort drikkepenge
de: Großes Trinkgeld
el: Μεγάλο φιλοδώρημα
es: Propina grande
fi: Suuri tippi
fr: Grand pourboire
he: טיפ גדול
hi: बड़ी टिप
hr: Velika napojnica
hu: Nagy borravaló
id: Tip Besar
it: Mancia grande
ja: 大きなチップ
ko: 큰 팁
ms: Tip Besar
nb: Stort tips
nl: Grote fooi
pl: Duży napiwek
pt_br: Gorjeta grande
pt_pt: Gorjeta grande
ro: Bacșiș mare
ru: Большие чаевые
sk: Veľký príspevok
sv: Stor dricks
th: ทิปใหญ่
tr: Büyük Bahşiş
uk: Великі чайові
vi: Tip lớn
zh_hans: 大额打赏
zh_hant: 大額打賞

source: Cancel All
ar: إلغاء الكل
ca: Cancel·la-ho tot
cs: Zrušit vše
da: Annuller alle
de: Alle abbrechen
el: Ακύρωση όλων
es: Cancelar todo
fi: Peruuta kaikki
fr: Tout annuler
he: בטל הכל
hi: सभी रद्द करें
hr: Otkaži sve
hu: Összes megszakítása
id: Batalkan Semua
it: Annulla tutto
ja: すべてキャンセル
ko: 모두 취소
ms: Batal Semua
nb: Avbryt alle
nl: Alles annuleren
pl: Anuluj wszystko
pt_br: Cancelar tudo
pt_pt: Cancelar tudo
ro: Anulează tot
ru: Отменить всё
sk: Zrušiť všetko
sv: Avbryt alla
th: ยกเลิกทั้งหมด
tr: Tümünü İptal Et
uk: Скасувати все
vi: Hủy tất cả
zh_hans: 取消全部
zh_hant: 取消全部

source: Compress Compatible Files
ar: ضغط الملفات المتوافقة
ca: Comprimeix els fitxers compatibles
cs: Komprimovat kompatibilní soubory
da: Komprimer kompatible filer
de: Kompatible Dateien komprimieren
el: Συμπίεση συμβατών αρχείων
es: Comprimir archivos compatibles
fi: Pakkaa yhteensopivat tiedostot
fr: Compresser les fichiers compatibles
he: דחוס קבצים תואמים
hi: संगत फ़ाइलें संपीड़ित करें
hr: Komprimiraj kompatibilne datoteke
hu: Kompatibilis fájlok tömörítése
id: Kompres File yang Kompatibel
it: Comprimi file compatibili
ja: 互換ファイルを圧縮
ko: 호환 파일 압축
ms: Mampatkan Fail Serasi
nb: Komprimer kompatible filer
nl: Compatibele bestanden comprimeren
pl: Kompresuj kompatybilne pliki
pt_br: Comprimir arquivos compatíveis
pt_pt: Comprimir ficheiros compatíveis
ro: Comprimă fișierele compatibile
ru: Сжать совместимые файлы
sk: Komprimovať kompatibilné súbory
sv: Komprimera kompatibla filer
th: บีบอัดไฟล์ที่เข้ากันได้
tr: Uyumlu Dosyaları Sıkıştır
uk: Стиснути сумісні файли
vi: Nén các tệp tương thích
zh_hans: 压缩兼容文件
zh_hant: 壓縮相容檔案

source: Conversion
ar: التحويل
ca: Conversió
cs: Převod
da: Konvertering
de: Konvertierung
el: Μετατροπή
es: Conversión
fi: Muunnos
he: המרה
hi: रूपांतरण
hr: Pretvorba
hu: Konvertálás
id: Konversi
it: Conversione
ja: 変換
ko: 변환
ms: Penukaran
nb: Konvertering
nl: Conversie
pl: Konwersja
pt_br: Conversão
pt_pt: Conversão
ro: Conversie
ru: Конвертация
sk: Konverzia
sv: Konvertering
th: การแปลง
tr: Dönüştürme
uk: Конвертація
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換

source: Converting
ar: جارٍ التحويل
ca: S'està convertint
cs: Převádění
da: Konverterer
de: Konvertierung läuft
el: Μετατροπή σε εξέλιξη
es: Convirtiendo
fi: Muunnetaan
fr: Conversion en cours
he: ממיר
hi: रूपांतरित हो रहा है
hr: Pretvaranje
hu: Konvertálás folyamatban
id: Mengonversi
it: Conversione in corso
ja: 変換中
ko: 변환 중
ms: Menukar
nb: Konverterer
nl: Converteren
pl: Konwertowanie
pt_br: Convertendo
pt_pt: A converter
ro: Se convertește
ru: Конвертация
sk: Konvertovanie
sv: Konverterar
th: กำลังแปลง
tr: Dönüştürülüyor
uk: Конвертація
vi: Đang chuyển đổi
zh_hans: 正在转换
zh_hant: 正在轉換

# Converting %lld of %lld files
source: Converting %1$lld of %2$lld files
ar: جارٍ تحويل %1$lld من %2$lld ملف
ca: S'està convertint %1$lld de %2$lld fitxers
cs: Převádění %1$lld z %2$lld souborů
da: Konverterer %1$lld af %2$lld filer
de: %1$lld von %2$lld Dateien werden konvertiert
el: Μετατροπή %1$lld από %2$lld αρχεία
es: Convirtiendo %1$lld de %2$lld archivos
fi: Muunnetaan %1$lld / %2$lld tiedostoa
fr: Conversion de %1$lld sur %2$lld fichiers
he: ממיר %1$lld מתוך %2$lld קבצים
hi: %2$lld में से %1$lld फ़ाइलें रूपांतरित हो रही हैं
hr: Pretvaranje %1$lld od %2$lld datoteka
hu: %1$lld / %2$lld fájl konvertálása
id: Mengonversi %1$lld dari %2$lld file
it: Conversione di %1$lld di %2$lld file
ja: %2$lld件中%1$lld件を変換中
ko: %2$lld개 중 %1$lld개 파일 변환 중
ms: Menukar %1$lld daripada %2$lld fail
nb: Konverterer %1$lld av %2$lld filer
nl: %1$lld van %2$lld bestanden converteren
pl: Konwertowanie %1$lld z %2$lld plików
pt_br: Convertendo %1$lld de %2$lld arquivos
pt_pt: A converter %1$lld de %2$lld ficheiros
ro: Se convertesc %1$lld din %2$lld fișiere
ru: Конвертация %1$lld из %2$lld файлов
sk: Konvertovanie %1$lld z %2$lld súborov
sv: Konverterar %1$lld av %2$lld filer
th: กำลังแปลง %1$lld จาก %2$lld ไฟล์
tr: %1$lld / %2$lld dosya dönüştürülüyor
uk: Конвертація %1$lld з %2$lld файлів
vi: Đang chuyển đổi %1$lld trên %2$lld tệp
zh_hans: 正在转换第 %1$lld 个（共 %2$lld 个）
zh_hant: 正在轉換第 %1$lld 個（共 %2$lld 個）

source: Could not load tips.
ar: تعذّر تحميل خيارات الإكرامية.
ca: No s'han pogut carregar les propines.
cs: Nepodařilo se načíst příspěvky.
da: Kunne ikke indlæse drikkepenge.
de: Trinkgeld-Optionen konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση των φιλοδωρημάτων.
es: No se pudieron cargar las propinas.
fi: Tippejä ei voitu ladata.
fr: Impossible de charger les pourboires.
he: לא ניתן לטעון את הטיפים.
hi: टिप्स लोड नहीं हो सके।
hr: Nije moguće učitati napojnice.
hu: Nem sikerült betölteni a borravalókat.
id: Tidak dapat memuat tip.
it: Impossibile caricare le mance.
ja: チップを読み込めませんでした。
ko: 팁을 불러올 수 없습니다.
ms: Tidak dapat memuatkan tip.
nb: Kunne ikke laste tips.
nl: Kon fooien niet laden.
pl: Nie udało się załadować napiwków.
pt_br: Não foi possível carregar as gorjetas.
pt_pt: Não foi possível carregar as gorjetas.
ro: Nu s-au putut încărca bacșișurile.
ru: Не удалось загрузить чаевые.
sk: Nepodarilo sa načítať príspevky.
sv: Kunde inte ladda dricks.
th: ไม่สามารถโหลดทิปได้
tr: Bahşiş seçenekleri yüklenemedi.
uk: Не вдалося завантажити чайові.
vi: Không thể tải tip.
zh_hans: 无法加载打赏选项。
zh_hant: 無法載入打賞選項。

source: Could not process file
ar: تعذّرت معالجة الملف
ca: No s'ha pogut processar el fitxer
cs: Soubor nelze zpracovat
da: Kunne ikke behandle filen
de: Datei konnte nicht verarbeitet werden
el: Δεν ήταν δυνατή η επεξεργασία
es: No se pudo procesar el archivo
fi: Tiedostoa ei voitu käsitellä
fr: Impossible de traiter le fichier
he: לא ניתן לעבד את הקובץ
hi: फ़ाइल प्रोसेस नहीं हो सकी
hr: Datoteka se ne može obraditi
hu: A fájl nem dolgozható fel
id: Tidak dapat memproses file
it: Impossibile elaborare il file
ja: ファイルを処理できませんでした
ko: 파일을 처리할 수 없음
ms: Tidak dapat memproses fail
nb: Kunne ikke behandle filen
nl: Kan bestand niet verwerken
pl: Nie można przetworzyć pliku
pt_br: Não foi possível processar o arquivo
pt_pt: Não foi possível processar o ficheiro
ro: Nu s-a putut procesa fișierul
ru: Не удалось обработать файл
sk: Súbor sa nepodarilo spracovať
sv: Kunde inte bearbeta filen
th: ไม่สามารถประมวลผลไฟล์ได้
tr: Dosya işlenemedi
uk: Не вдалося обробити файл
vi: Không thể xử lý tệp
zh_hans: 无法处理文件
zh_hant: 無法處理檔案

source: Developer
ar: المطوّر
ca: Desenvolupador
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
he: מפתח
hi: डेवलपर
hr: Razvijatelj
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
ms: Pembangun
nb: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
pt_pt: Programador
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Failed
ar: فشل
ca: Ha fallat
cs: Selhalo
da: Fejlet
de: Fehlgeschlagen
el: Αποτυχία
es: Fallido
fi: Epäonnistui
fr: Échoué
he: נכשל
hi: विफल
hr: Neuspjelo
hu: Sikertelen
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
ms: Gagal
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
pt_pt: Falhou
ro: Eșuat
ru: Ошибка
sk: Zlyhalo
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: File is too large to convert here
ar: الملف كبير جدًا للتحويل هنا
ca: El fitxer és massa gran per convertir-lo aquí
cs: Soubor je příliš velký pro převod zde
da: Filen er for stor til at konvertere her
de: Datei ist zu groß für die Konvertierung hier
el: Το αρχείο είναι πολύ μεγάλο για μετατροπή εδώ
es: El archivo es demasiado grande para convertirlo aquí
fi: Tiedosto on liian suuri muunnettavaksi tässä
fr: Le fichier est trop volumineux pour être converti ici
he: הקובץ גדול מדי להמרה כאן
hi: फ़ाइल यहाँ रूपांतरित करने के लिए बहुत बड़ी है
hr: Datoteka je prevelika za pretvorbu ovdje
hu: A fájl túl nagy az itteni konvertáláshoz
id: File terlalu besar untuk dikonversi di sini
it: Il file è troppo grande per essere convertito qui
ja: ファイルが大きすぎてここでは変換できません
ko: 파일이 너무 커서 여기에서 변환할 수 없습니다
ms: Fail terlalu besar untuk ditukar di sini
nb: Filen er for stor til å konvertere her
nl: Bestand is te groot om hier te converteren
pl: Plik jest za duży, aby skonwertować tutaj
pt_br: O arquivo é grande demais para converter aqui
pt_pt: O ficheiro é grande demais para converter aqui
ro: Fișierul este prea mare pentru a fi convertit aici
ru: Файл слишком большой для конвертации здесь
sk: Súbor je príliš veľký na konverziu tu
sv: Filen är för stor för att konverteras här
th: ไฟล์ใหญ่เกินไปที่จะแปลงที่นี่
tr: Dosya burada dönüştürmek için çok büyük
uk: Файл завеликий для конвертації тут
vi: Tệp quá lớn để chuyển đổi tại đây
zh_hans: 文件太大，无法在此转换
zh_hant: 檔案太大，無法在此轉換

source: File too large
ar: الملف كبير جدًا
ca: Fitxer massa gran
da: Filen er for stor
de: Datei zu groß
el: Αρχείο πολύ μεγάλο
es: Archivo demasiado grande
fi: Tiedosto liian suuri
fr: Fichier trop volumineux
he: הקובץ גדול מדי
hr: Datoteka prevelika
hu: A fájl túl nagy
id: File terlalu besar
it: File troppo grande
ja: ファイルが大きすぎます
ko: 파일이 너무 큼
ms: Fail terlalu besar
nb: Filen er for stor
nl: Bestand te groot
pl: Plik za duży
pt_br: Arquivo muito grande
pt_pt: Ficheiro muito grande
ro: Fișier prea mare
ru: Файл слишком большой
sk: Súbor je príliš veľký
sv: Filen är för stor
th: ไฟล์ใหญ่เกินไป
tr: Dosya çok büyük
uk: Файл завеликий
vi: Tệp quá lớn
zh_hans: 文件太大
zh_hant: 檔案太大

source: High
ar: عالية
ca: Alta
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
es: Alta
fi: Korkea
fr: Haute
he: גבוהה
hi: उच्च
hr: Visoka
hu: Magas
id: Tinggi
it: Alta
ja: 高
ko: 높음
ms: Tinggi
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alta
pt_pt: Alta
ro: Înaltă
ru: Высокое
sk: Vysoká
sv: Hög
th: สูง
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

source: Image
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
ms: Imej
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Görsel
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Image Quality
ar: جودة الصورة
ca: Qualitat d'imatge
cs: Kvalita obrázku
da: Billedkvalitet
de: Bildqualität
el: Ποιότητα εικόνας
es: Calidad de imagen
fi: Kuvanlaatu
fr: Qualité d'image
he: איכות תמונה
hi: छवि गुणवत्ता
hr: Kvaliteta slike
hu: Képminőség
id: Kualitas Gambar
it: Qualità immagine
ja: 画像品質
ko: 이미지 품질
ms: Kualiti Imej
nb: Bildekvalitet
nl: Beeldkwaliteit
pl: Jakość obrazu
pt_br: Qualidade da imagem
pt_pt: Qualidade da imagem
ro: Calitatea imaginii
ru: Качество изображения
sk: Kvalita obrázku
sv: Bildkvalitet
th: คุณภาพรูปภาพ
tr: Görsel Kalitesi
uk: Якість зображення
vi: Chất lượng hình ảnh
zh_hans: 图片质量
zh_hant: 圖片品質

source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: License (GPLv3)
ar: الرخصة (GPLv3)
ca: Llicència (GPLv3)
cs: Licence (GPLv3)
da: Licens (GPLv3)
de: Lizenz (GPLv3)
el: Άδεια (GPLv3)
es: Licencia (GPLv3)
fi: Lisenssi (GPLv3)
fr: Licence (GPLv3)
he: רישיון (GPLv3)
hi: लाइसेंस (GPLv3)
hr: Licencija (GPLv3)
hu: Licenc (GPLv3)
id: Lisensi (GPLv3)
it: Licenza (GPLv3)
ja: ライセンス（GPLv3）
ko: 라이선스 (GPLv3)
ms: Lesen (GPLv3)
nb: Lisens (GPLv3)
nl: Licentie (GPLv3)
pl: Licencja (GPLv3)
pt_br: Licença (GPLv3)
pt_pt: Licença (GPLv3)
ro: Licență (GPLv3)
ru: Лицензия (GPLv3)
sk: Licencia (GPLv3)
sv: Licens (GPLv3)
th: สัญญาอนุญาต (GPLv3)
tr: Lisans (GPLv3)
uk: Ліцензія (GPLv3)
vi: Giấy phép (GPLv3)
zh_hans: 许可证（GPLv3）
zh_hant: 授權條款（GPLv3）

source: Licenses
ar: التراخيص
ca: Llicències
cs: Licence
da: Licenser
de: Lizenzen
el: Άδειες
es: Licencias
fi: Lisenssit
fr: Licences
he: רישיונות
hi: लाइसेंस
hr: Licencije
hu: Licencek
id: Lisensi
it: Licenze
ja: ライセンス
ko: 라이선스
ms: Lesen
nb: Lisenser
nl: Licenties
pl: Licencje
pt_br: Licenças
pt_pt: Licenças
ro: Licențe
ru: Лицензии
sk: Licencie
sv: Licenser
th: สัญญาอนุญาต
tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh_hans: 许可证
zh_hant: 授權條款

source: Links
ar: روابط
ca: Enllaços
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
fi: Linkit
fr: Liens
he: קישורים
hi: लिंक
hr: Poveznice
hu: Hivatkozások
id: Tautan
it: Link
ja: リンク
ko: 링크
ms: Pautan
nb: Lenker
pl: Linki
pt_pt: Ligações
ro: Linkuri
ru: Ссылки
sk: Odkazy
sv: Länkar
th: ลิงก์
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: MediaGate is free and open source. If you find it useful, a tip helps keep development going.
ar: MediaGate مجاني ومفتوح المصدر. إذا وجدته مفيدًا، فإن الإكرامية تساعد في استمرار التطوير.
ca: MediaGate és gratuït i de codi obert. Si el trobeu útil, una propina ajuda a continuar el desenvolupament.
cs: MediaGate je zdarma a open source. Pokud vám pomáhá, příspěvek pomůže pokračovat ve vývoji.
da: MediaGate er gratis og open source. Hvis du finder den nyttig, hjælper et drikkepenge med at holde udviklingen i gang.
de: MediaGate ist kostenlos und quelloffen. Wenn du es nützlich findest, hilft ein Trinkgeld, die Entwicklung fortzusetzen.
el: Το MediaGate είναι δωρεάν και ανοιχτού κώδικα. Αν το βρίσκετε χρήσιμο, ένα φιλοδώρημα βοηθά στη συνέχιση της ανάπτυξης.
es: MediaGate es gratuito y de código abierto. Si te resulta útil, una propina ayuda a continuar el desarrollo.
fi: MediaGate on ilmainen ja avoimen lähdekoodin sovellus. Jos pidät sitä hyödyllisenä, tippi auttaa kehityksen jatkumista.
fr: MediaGate est gratuit et open source. Si vous le trouvez utile, un pourboire aide à poursuivre le développement.
he: MediaGate הוא חינמי וקוד פתוח. אם אתה מוצא אותו שימושי, טיפ עוזר להמשיך את הפיתוח.
hi: MediaGate मुफ़्त और ओपन सोर्स है। अगर आपको यह उपयोगी लगे, तो एक टिप विकास जारी रखने में मदद करती है।
hr: MediaGate je besplatan i otvorenog koda. Ako vam je koristan, napojnica pomaže nastavku razvoja.
hu: A MediaGate ingyenes és nyílt forráskódú. Ha hasznosnak találod, a borravaló segít a fejlesztés folytatásában.
id: MediaGate gratis dan open source. Jika Anda merasa berguna, tip membantu pengembangan tetap berlanjut.
it: MediaGate è gratuito e open source. Se lo trovi utile, una mancia aiuta a continuare lo sviluppo.
ja: MediaGateは無料のオープンソースです。便利だと感じたら、チップが開発の継続に役立ちます。
ko: MediaGate는 무료 오픈소스입니다. 유용하다고 생각하시면 팁이 개발을 계속하는 데 도움이 됩니다.
ms: MediaGate adalah percuma dan sumber terbuka. Jika anda mendapatinya berguna, tip membantu pembangunan diteruskan.
nb: MediaGate er gratis og åpen kildekode. Hvis du synes det er nyttig, hjelper et tips med å holde utviklingen i gang.
nl: MediaGate is gratis en open source. Als je het nuttig vindt, helpt een fooi om de ontwikkeling voort te zetten.
pl: MediaGate jest darmowy i open source. Jeśli uważasz go za przydatny, napiwek pomaga kontynuować rozwój.
pt_br: O MediaGate é gratuito e de código aberto. Se você achar útil, uma gorjeta ajuda a manter o desenvolvimento.
pt_pt: O MediaGate é gratuito e de código aberto. Se o considerar útil, uma gorjeta ajuda a manter o desenvolvimento.
ro: MediaGate este gratuit și open source. Dacă îl găsiți util, un bacșiș ajută la continuarea dezvoltării.
ru: MediaGate — бесплатное приложение с открытым исходным кодом. Если оно вам полезно, чаевые помогут продолжить разработку.
sk: MediaGate je zadarmo a s otvoreným zdrojovým kódom. Ak vám pomáha, príspevok pomôže pokračovať vo vývoji.
sv: MediaGate är gratis och öppen källkod. Om du tycker att det är användbart hjälper en dricks till att hålla utvecklingen igång.
th: MediaGate เป็นแอปฟรีและโอเพนซอร์ส หากคุณพบว่ามีประโยชน์ ทิปจะช่วยให้การพัฒนาดำเนินต่อไป
tr: MediaGate ücretsiz ve açık kaynaklıdır. Faydalı buluyorsanız, bahşişiniz geliştirmeye devam etmemize yardımcı olur.
uk: MediaGate — безкоштовний додаток з відкритим кодом. Якщо він корисний, чайові допоможуть продовжити розробку.
vi: MediaGate miễn phí và mã nguồn mở. Nếu bạn thấy hữu ích, một tip sẽ giúp duy trì phát triển.
zh_hans: MediaGate 是免费开源应用。如果你觉得有用，打赏可以帮助我们持续开发。
zh_hant: MediaGate 是免費的開放原始碼應用程式。如果您覺得有用，打賞可以幫助我們持續開發。

source: Medium
ar: متوسطة
ca: Mitjana
cs: Střední
da: Mellem
de: Mittel
el: Μεσαία
es: Media
fi: Keskitaso
fr: Moyenne
he: בינונית
hi: मध्यम
hr: Srednja
hu: Közepes
id: Sedang
it: Media
ja: 中
ko: 중간
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średnia
pt_br: Média
pt_pt: Média
ro: Medie
ru: Среднее
sk: Stredná
th: ปานกลาง
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: Medium Tip
ar: إكرامية متوسطة
ca: Propina mitjana
cs: Střední příspěvek
da: Mellemt drikkepenge
de: Mittleres Trinkgeld
el: Μεσαίο φιλοδώρημα
es: Propina mediana
fi: Keskikokoinen tippi
fr: Pourboire moyen
he: טיפ בינוני
hi: मध्यम टिप
hr: Srednja napojnica
hu: Közepes borravaló
id: Tip Sedang
it: Mancia media
ja: 中くらいのチップ
ko: 중간 팁
ms: Tip Sederhana
nb: Mellomstort tips
nl: Gemiddelde fooi
pl: Średni napiwek
pt_br: Gorjeta média
pt_pt: Gorjeta média
ro: Bacșiș mediu
ru: Средние чаевые
sk: Stredný príspevok
sv: Mellanstor dricks
th: ทิปกลาง
tr: Orta Bahşiş
uk: Середні чайові
vi: Tip vừa
zh_hans: 中额打赏
zh_hant: 中額打賞

source: No files to convert
ar: لا توجد ملفات للتحويل
ca: No hi ha fitxers per convertir
cs: Žádné soubory k převodu
da: Ingen filer at konvertere
de: Keine Dateien zum Konvertieren
el: Δεν υπάρχουν αρχεία για μετατροπή
es: No hay archivos para convertir
fi: Ei tiedostoja muunnettavaksi
fr: Aucun fichier à convertir
he: אין קבצים להמרה
hi: रूपांतरित करने के लिए कोई फ़ाइल नहीं
hr: Nema datoteka za pretvorbu
hu: Nincs konvertálandó fájl
id: Tidak ada file untuk dikonversi
it: Nessun file da convertire
ja: 変換するファイルがありません
ko: 변환할 파일 없음
ms: Tiada fail untuk ditukar
nb: Ingen filer å konvertere
nl: Geen bestanden om te converteren
pl: Brak plików do konwersji
pt_br: Nenhum arquivo para converter
pt_pt: Nenhum ficheiro para converter
ro: Niciun fișier de convertit
ru: Нет файлов для конвертации
sk: Žiadne súbory na konverziu
sv: Inga filer att konvertera
th: ไม่มีไฟล์ที่จะแปลง
tr: Dönüştürülecek dosya yok
uk: Немає файлів для конвертації
vi: Không có tệp để chuyển đổi
zh_hans: 没有要转换的文件
zh_hant: 沒有要轉換的檔案

source: No supported files
ar: لا توجد ملفات مدعومة
ca: Cap fitxer compatible
cs: Žádné podporované soubory
da: Ingen understøttede filer
de: Keine unterstützten Dateien
el: Δεν υπάρχουν υποστηριζόμενα αρχεία
es: No hay archivos compatibles
fi: Ei tuettuja tiedostoja
fr: Aucun fichier pris en charge
he: אין קבצים נתמכים
hi: कोई समर्थित फ़ाइल नहीं
hr: Nema podržanih datoteka
hu: Nincs támogatott fájl
id: Tidak ada file yang didukung
it: Nessun file supportato
ko: 지원되는 파일 없음
ms: Tiada fail yang disokong
nb: Ingen støttede filer
nl: Geen ondersteunde bestanden
pl: Brak obsługiwanych plików
pt_br: Nenhum arquivo compatível
pt_pt: Nenhum ficheiro compatível
ro: Niciun fișier suportat
ru: Нет поддерживаемых файлов
sk: Žiadne podporované súbory
sv: Inga filer som stöds
th: ไม่มีไฟล์ที่รองรับ
tr: Desteklenen dosya yok
uk: Немає підтримуваних файлів
vi: Không có tệp được hỗ trợ
zh_hans: 没有支持的文件
zh_hant: 沒有支援的檔案
